Repository: ckuelker/pankyll-theme-rankle
Catalog: locale/*/LC_MESSAGES/pankyll-theme-rankle.po
Languages: de_de, ja_jp

source: %(num)d word
de_de: %(num)d Wort
ja_jp: %(num)d文

source: Last site update: {num}
de_de: Letzte Aktualisierung: {num}
ja_jp: 最後のサイトの更新は{num}でした

source: theme
de_de: Design (Computer-Skin)
ja_jp: スキン

source: Last modified (via git): {num}
de_de: Zuletzt (mittles git) geändert am: {num}
ja_jp: {num}に最後に変更されました

source: Last modified: {num}
de_de: Zuletzt geändert am: {num}
ja_jp: {num}にgit経由で最後に変更されました

source: Read More »
de_de: Mehr »
ja_jp: 読む続ける

source: Download
de_de: Herunter laden
ja_jp: ダウン･ロード

source: Other
de_de: Andere
ja_jp: その他

source: View latest on Github
de_de: Siehe aktuelle Version auf Github
ja_jp: Githubで最新を見る

source: Edit this page
de_de: Seite bearbeiten
ja_jp: このページを編集

source: View commit on Github
de_de: Siehe Schnappschuss (Commit) auf Github
ja_jp: Githubでコミットを表示する

source: Create documentation issue
de_de: Erstelle ein Dokumentations-Eintrag
ja_jp: ドキュメンテーション問題を作成する

source: Create project issue
de_de: Erstelle ein Projekt-Eintrag
ja_jp: プロジェクトの問題を作成する

source: Latest
de_de: Neustes
ja_jp: 最新

source: More
de_de: Mehr
ja_jp: もっと表示する
